export default function About(){
          return(
            <section className='about'>
              <h1>About page</h1>
              <article className='d-flex gap-2'>      
              <img src="https://w-dog.ru/wallpapers/6/1/402206728252825/kot-koshka-smotrit-vzglyad-glaza-lapy-ushi-seryj.jpg" style={{width: '600px'}} alt=''/>
              <p>Пород кошек великое множество. Большие и маленькие, короткошерстные и пушистые, есть даже совсем лысые кошки. 
                На каждую породу находится свой ценитель и каждый владелец кошки с пылом доказывает преимущества именно своей 
                любимой породы. Но ничуть не меньше люди любят и обычных дворовых подкидышей и не удивительно, что именно эти кошки 
                оказываются более ласковыми и преданными. Всю свою кошачью жизнь они благодарят своих хозяев за то, что не дали пропасть, 
                за то что дали крышу над головой и миску с вкусной едой.</p>
              </article>
            </section>
          )
        } 